2ndshift.fresh-material
aaron-bond.better-comments
adpyke.vscode-sql-formatter
ahmadalli.vscode-nginx-conf
atomiks.moonlight
be5invis.vscode-custom-css
bierner.markdown-preview-github-styles
bpruitt-goddard.mermaid-markdown-syntax-highlighting
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
eriklynd.json-tools
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
kenhowardpdx.vscode-gist
mechatroner.rainbow-csv
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pkief.material-icon-theme
pomdtr.excalidraw-editor
raynigon.nginx-formatter
semantic-works.syng
signageos.signageos-vscode-sops
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
vstirbu.vscode-mermaid-preview
wayou.vscode-todo-highlight
zainchen.json
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
